{
  "intro-h1": "Guidelines",
  "intro-h2": "How about getting a free website as a Christmas gift?",
  "intro-p1": "Christmas is almost here again. This time, though, it could be a different kind of Christmas!",
  "intro-p2": "I’m Danilo, a junior fullstack developer. I’ve spent the last three years studying programming. Even though I’m a beginner, I have enough knowledge, experience, and (I think) good taste to create beautiful pages.",
  "intro-p3": "My last few months have been intense, filled with job seeking, studying, and also working on some personal projects. It seems the upcoming months will also be full of activity. At this moment, however, it makes sense to me to use part of my time and knowledge for someone who might need it. Could there be a more fitting occasion than Christmas to give away a website?",
  "intro-p4": "To participate in the selection, all you need to do is submit a application. Applications will be received through a form available on the next page — read until the end to get there. Over the coming weeks, I will read each application that is sent. Anyone — person, project, organization, business, etc. — can participate by submitting a application. If you know someone who could benefit from a website, please share this page with them!",
  "intro-p5": "I look forward to receiving your application!",
  "intro-p6": "Good luck and Merry Christmas,",
  "intro-p7": "Danilo",
  "deadlines-h1": "Calls and Deadlines",
  "deadlines-h2": "Selection guide and calendar",
  "deadlines-p1-small": "*Note: After reviewing your application, you may be invited to a brief video call chat before the selection period ends.",
  "criteria-h1": "Selection Criteria",
  "criteria-h2": "What could make a great application?",
  "criteria-p1": "To make sure the application is a perfect fit for this Christmas gift, I have a few selection criteria in mind. Here's what I'm mainly looking for:",
  "criteria-li1-title": "Communication:",
  "criteria-li1-description": "The applicant should be able to communicate effectively in one of the following languages: Portuguese, Spanish, English, or Swedish.",
  "criteria-li2-title": "Clear concepts and ready-to-go content:",
  "criteria-li2-description": "Provide a clear concept of your website, its purpose, and an organized summary of the materials (text, images, videos) prepared for development.",
  "criteria-li3-title": "Team work:",
  "criteria-li3-description": "A website is not made alone. The applicant should be available for a few videocalls during the 6-week construction process (perhaps once a week) to approve design elements, provide feedback on progress, and ensure the project stays on track.",
  "cta-h1": "Ready to apply?",
  "cta-button-text": "GET STARTED NOW!"
}
