{
  "intro-h1": "Directrices",
  "intro-h2": "¿Qué tal recibir un sitio web gratis como regalo de Navidad?",
  "intro-p1": "La Navidad ya casi está aquí de nuevo. Esta vez, sin embargo, ¡podría ser una Navidad diferente!",
  "intro-p2": "Soy Danilo, un desarrollador fullstack junior. He pasado los últimos tres años estudiando programación. Aunque soy un principiante, tengo suficiente conocimiento, experiencia y (creo) buen gusto para crear páginas hermosas.",
  "intro-p3": "Mis últimos meses han sido intensos, llenos de búsqueda de trabajo, estudios y también trabajando en algunos proyectos personales. Parece que los próximos meses seguirán bastante movidos. En este momento, sin embargo, tiene sentido para mí usar parte de mi tiempo y conocimiento para alguien que pueda necesitarlo. ¿Podría haber una ocasión más apropiada que la Navidad para regalar un sitio web?",
  "intro-p4": "Para participar en la selección, solo necesitas enviar una propuesta. Las propuestas se recibirán a través de un formulario disponible en la página siguiente — lee hasta el final para llegar allí. Durante las próximas semanas, leeré cada una de las propuestas enviadas. Cualquier persona — proyecto, organización, negocio, etc. — puede participar enviando una propuesta. Si conoces a alguien que podría beneficiarse de un sitio web, ¡por favor comparte esta página con ellos!",
  "intro-p5": "¡Espero con ansias tu propuesta!",
  "intro-p6": "Buena suerte y Feliz Navidad,",
  "intro-p7": "Danilo",
  "deadlines-h1": "Anuncios y Plazos",
  "deadlines-h2": "Guía y calendario de selección",
  "deadlines-p1-small": "*Nota: Después de revisar tu propuesta, puedes ser invitadx a una breve charla por videollamada antes de que finalice el tiempo de selección.",
  "criteria-h1": "Criterios de Selección",
  "criteria-h2": "¿Qué podría hacer una aplicación buena?",
  "criteria-p1": "Para asegurar que tu propuesta sea ideal para este regalo de Navidad, tengo algunos criterios en mente. Esto es lo que más valoro:",
  "criteria-li1-title": "Comunicación:",
  "criteria-li1-description": "El solicitante debe ser capaz de comunicarse de manera efectiva en alguno de los siguientes idiomas: Portugués, Español, Inglés o Sueco.",
  "criteria-li2-title": "Conceptos claros y contenido listo para usar:",
  "criteria-li2-description": "Presente un concepto claro de su sitio web, su propósito y un resumen organizado de los materiales (texto, imágenes, videos) preparados para el desarrollo.",
  "criteria-li3-title": "Trabajo en equipo:",
  "criteria-li3-description": "Crear un sitio web requiere colaboración. El solicitante debe estar disponible para algunas videollamadas durante las 6 semanas de construcción (quizás una vez a la semana) para aprobar elementos del diseño, proporcionar comentarios sobre el avance y asegurarse de que el proyecto siga su curso.",
  "cta-h1": "¿Listx para postular?",
  "cta-button-text": "¡COMENZAR YA!"
}
