{
  "intro-h1": "Diretrizes",
  "intro-h2": "Que tal ganhar um site grátis de presente de Natal?",
  "intro-p1": "Já já é Natal de novo. Dessa vez, entretanto, pode ser um Natal diferente!",
  "intro-p2": "Sou Danilo, um desenvolvedor fullstack júnior. Passei os últimos três anos estudando programação. Mesmo sendo um principiante, tenho suficiente conhecimento, experiência e (acho que) bom gosto para criar lindas páginas.",
  "intro-p3": "Meus últimos meses têm sido intensos buscando trabalho, estudando e também desenvolvendo alguns projetos pessoais. Parece que os próximos meses continuarão bem agitados. Nesse momento, contudo, faz sentido pra mim usar uma parte do meu tempo e conhecimento  para alguém que também precisa dele. Teria alguma data mais propícia que o Natal para doar uma página?",
  "intro-p4": "Para participar da seleção você só precisa enviar uma proposta. As propostas serão recebidas através de um formulário disponível na próxima página - leia até o final para chegar lá. Nas próximas semanas lerei cada uma das propostas que sejam enviadas. Qualquer pessoa — projeto, instituição, negócio etc. — pode participar enviando uma proposta. Se você conhece alguém que poderia se beneficiar de um site, por favor envie essa página pra ela!",
  "intro-p5": "Espero ansiosamente pela sua proposta!",
  "intro-p6": "Boa sorte e Feliz Natal,",
  "intro-p7": "Danilo",
  "deadlines-h1": "Avisos e Prazos",
  "deadlines-h2": "Guia e calendário de seleção",
  "deadlines-p1-small": "*Nota: Depois de analisar sua proposta, você pode ser convidade para uma breve conversa por videochamada antes do período de seleção acabar.",
  "criteria-h1": "Critérios de Seleção",
  "criteria-h2": "O que pode fazer uma boa proposta?",
  "criteria-p1": "Para ter certeza de que a proposta é uma boa opção para este presente de Natal, tenho alguns critérios em mente. Aqui está o que estou buscando especialmente:",
  "criteria-li1-title": "Comunicação:",
  "criteria-li1-description": "O candidato precisa ter a capacidade de se comunicar bem em um dos seguintes idiomas: português, espanhol, inglês ou sueco.",
  "criteria-li2-title": "Conceitos claros e material pronto para desenvolvimento:",
  "criteria-li2-description": "Apresente um conceito claro para o seu site, seu objetivo, e um resumo organizado dos materiais (textos, imagens, vídeos) prontos para o desenvolvimento.",
  "criteria-li3-title": "Trabalho em equipe:",
  "criteria-li3-description": "O desenvolvimento de um site é um esforço colaborativo. O candidato deve estar disponível para videoconferências periódicas durante as 6 semanas de construção (talvez uma vez por semana) para aprovar o design, dar feedback sobre o progresso e garantir que o projeto esteja no cronograma.",
  "cta-h1": "Preparade para se inscrever?",
  "cta-button-text": "COMECE AGORA!"
}
