{
  "intro-h1": "My Application",
  "h2-start": "Get started or continue",
  "h2-welcome-back": "Hello again!",
  "h2-complete": "Your application is complete!",
  "p1-start": "Welcome! To begin your application, click the registration button below. If you've already registered and have an application code, log in with your email and code by clicking the login button to start or edit your application. The full application form is available below, but you can only begin filling it out once you log in.",
  "p1-welcome-back": "<p>Your application details are ready below.</p><p>You can save your application and continue later by clicking the <strong>floppy disk button</strong> on the right side of the form. All fields are required except for <strong>Section 4: Links and References</strong> and <strong>Section 5: Final Thoughts</strong>.</p><p>You can submit your application by clicking the <strong>submit button</strong> at the bottom of the form, once all mandatory fields are completed. If you haven't filled in all the required fields, the button will remain disabled.</p><p>If you have any issues or questions, you can contact me at <a href='mailto:hohoho@danilocangucu.net' class='dd-link'>hohoho@danilocangucu.net</a>.</p><br /><p>Good luck and best regards!</p><p>Danilo</p>",
  "p1-complete": "Thank you for completing your application! You can review your application details below.",
  "register-submitting": "Sending your code...",
  "register-unknown-error": "Something went wrong. Please try again in a moment.",
  "register-email-required": "Email is required.",
  "register-email-invalid": "Please enter a valid email address.",
  "button-register": "REGISTER",
  "send-button": "SEND",
  "label-code": "Code:",
  "code-required": "Code is required.",
  "code-input-placeholder": "Enter the code sent to your email",
  "code-input-validate": "Code must be exactly 6 characters long",
  "login-submitting": "Logging in...",
  "login-success": "You are now logged in. Loading your application...",
  "login-error": "Login failed. Check your email and/or code or register.",
  "h2-personal-information": "1. Personal Information",
  "1-PI-full-name": "Full name",
  "1-PI-email": "Email address",
  "1-PI-phone-number": "Phone number",
  "1-PI-phone-number-description": "Use the format: +Country code followed by your number",
  "1-PI-phone-number-filling-tip": "Example: Since I live in Åland, I should insert the Finnish country code (+358) followed by my phone number. My answer is: +358 40 123 4567",
  "1-PI-preferred-language": "Preferred language",
  "h2-about-you": "2. About You",
  "2-AY-your-description": "What should I know about you, your work, or your project as we build this website?",
  "2-AY-project-context": "What should I know about the context of the website project?",
  "h2-about-your-website": "3. About Your Website",
  "3-AYW-website-reason": "Why are you thinking about creating a website?",
  "3-AYW-website-reason-description": "Briefly explain in your own words why you're thinking of creating a website, such as its purpose or main goal.",
  "3-AYW-website-reason-filling-tip": "I think of creating a website to offer a free online therapy service, providing accessible mental health support to those in need. It will serve as a platform for people to seek help and improve their well-being.",
  "3-AYW-website-main-description": "What would you want to see when accessing the website?",
  "3-AYW-website-main-description-description": "Describe what you’d like to experience or find when visiting the website, in your own words.",
  "3-AYW-website-main-description-filling-tip": "I would like the website to feel warm, welcoming, and easy to use. When someone visits, I want them to feel at ease, with clear and simple options to explore. It should be easy to find information about the services I offer, how to get in touch, and how to schedule a session. The flow of the site should feel natural, guiding users from one section to another without confusion. Overall, I want it to be a space where people feel comfortable and confident in taking the next step toward therapy.",
  "3-AYW-website-main-feature": "What could be the main feature of the website?",
  "3-AYW-website-main-feature-description": "Describe, in your own words, the main feature of the website you have in mind.",
  "3-AYW-website-main-feature-filling-tip": "The main feature of the website should be a simple booking system to schedule therapy sessions.",
  "3-AYW-website-additional-features": "What could additional features and their purposes be?",
  "3-AYW-feature": "Feature",
  "3-AYW-purpose": "Purpose",
  "3-AYW-website-additional-features-description": "List 3 additional features you think would be useful and explain how they would benefit the users.",
  "3-AYW-website-additional-features-filling-tip": "Resource Area: A space with articles, videos, and tips I've created on mental health, offering ongoing support beyond sessions",
  "3-AYW-content-material": "Which materials would be available to build content for your website?",
  "3-AYW-content-material-description": "Please provide details about any content materials you have, such as digital text, photos, videos, or other resources.",
  "3-AYW-content-material-filling-tip": "I have written articles on mental health, created videos on coping strategies, and have a collection of photos that represent the themes of my work. I also have a logo and branding materials that could be used.",
  "h2-links-and-references": "4. Links and References",
  "4-LR-current-presence": "Do you have an online presence right now for your project?",
  "4-LR-not-mandatory-plural": "These are not mandatory fields.",
  "4-LR-current-presence-description": "If you have any online presence for your project, such as a website, social media page, portfolio, or any other relevant links, please provide them.",
  "4-LR-current-presence-filling-tip": "Links should be in the format: https://www.example.com",
  "4-LR-reference-websites": "Do you have any websites as a reference for your own?",
  "4-LR-reference-websites-description": "List any websites that you find relevant or inspiring for your own site design and functionalities.",
  "h2-final-thoughts": "5. Final Thoughts",
  "5-FT-final-thoughts": "Is there anything else you'd like to add?",
  "5-FT-not-mandatory-singular": "This is not a mandatory field.",
  "submit-button": "SUBMIT",
  "sent-no-current-presence": "You didn't send any links.",
  "sent-no-reference-websites": "You didn't provide any reference websites.",
  "show-error-message-true": "submitted",
  "show-error-message-false": "saved",
  "form-error-message-h1": "Sorry!",
  "form-error-message-p-1": "Your application couldn’t be ",
  "form-error-message-p-2": "processed",
  "form-error-message-p-3": "This issue has been reported, and your changes are backed up. ",
  "form-error-message-p-4": "Danilo is on it and will have things sorted soon. Please try again shortly.",
  "form-error-message-p-5": "Thanks for your patience!",
  "form-error-message-button": "CLOSE"
}
