{
  "intro-h1": "Mi Propuesta",
  "h2-start": "Comienza o continúa",
  "h2-welcome-back": "¡Hola de nuevo!",
  "h2-complete": "¡Tu propuesta ha sido enviada!",
  "p1-start": "¡Bienvenidx! Para iniciar tu propuesta, haz clic en el botón 'Registrar' que está abajo. Si ya te has registrado y tienes un código de propuesta, utiliza el botón de 'Login' abajo para comenzar o editar tu propuesta. El formulario de envío de propuestas está disponible a continuación, pero solo podrás empezar a llenarlo una vez que hayas iniciado sesión.",
  "p1-welcome-back": "<p>Los detalles de tu propuesta están listos abajo.</p><p>Puedes guardar tu propuesta y continuar más tarde haciendo clic en el <strong>botón de disquete</strong> en el lado derecho del formulario. Todos los campos son obligatorios, excepto <strong>la sección 4: Enlaces y Referencias</strong> y <strong>la sección 5: Pensamientos Finales</strong>.</p><p>Puedes enviar tu propuesta haciendo clic en el <strong>botón de enviar</strong> en la parte inferior del formulario, una vez que hayas completado todos los campos obligatorios. Si no has llenado todos los campos obligatorios, el botón permanecerá deshabilitado.</p><p>Si tienes algún problem o duda, puedes contacterme a través de <a href='mailto:hohoho@danilocangucu.net' class='dd-link'>hohoho@danilocangucu.net</a>.</p><br /><p>Mucha suerte y un abrazo!</p><p>Danilo</p>",
  "p1-complete": "¡Gracias por enviar tu propuesta! Abajo puedes ver los detalles de lo que enviaste.",
  "register-submitting": "Enviando tu código...",
  "register-unknown-error": "Algo salió mal. Por favor, inténtalo de nuevo en un momento.",
  "register-email-required": "Se requiere un correo electrónico.",
  "register-email-invalid": "Por favor, introduce una dirección de correo electrónico válida.",
  "button-register": "REGISTRAR",
  "send-button": "ENVIAR",
  "label-code": "Código:",
  "code-required": "Se requiere un código.",
  "code-input-placeholder": "Ingresa el código enviado a tu correo electrónico",
  "code-input-validate": "El código debe tener exactamente 6 caracteres",
  "login-submitting": "Iniciando sesión...",
  "login-success": "Ahora estás conectadx. Cargando tu propuesta...",
  "login-error": "Error al iniciar sesión. Verifica tu correo electrónico y/o código o regístrate.",
  "h2-personal-information": "1. Información Personal",
  "1-PI-full-name": "Nombre completo",
  "1-PI-email": "Dirección de correo electrónico",
  "1-PI-phone-number": "Número de teléfono",
  "1-PI-phone-number-description": "Usa el formato: +Código de país – si hay, código de la ciudad – seguido de tu número",
  "1-PI-phone-number-filling-tip": "Ejemplo: Si vivo en Bogotá y mi número de teléfono es móvil, debo insertar el código de país de Colombia (+57), luego el número de teléfono. Mi respuesta es: +57 3XX XXX XXXX",
  "1-PI-preferred-language": "Idioma preferido",
  "h2-about-you": "2. Sobre Ti",
  "2-AY-your-description": "¿Qué debería saber sobre ti, tu trabajo o tu proyecto mientras construimos este sitio web?",
  "2-AY-project-context": "¿Qué debería saber sobre el contexto del proyecto del sitio web?",
  "h2-about-your-website": "3. Sobre Tu Sitio Web",
  "3-AYW-website-reason": "¿Por qué estás pensando en crear un sitio web?",
  "3-AYW-website-reason-description": "Explica brevemente con tus propias palabras por qué estás pensando en crear un sitio web, como su propósito o objetivo principal.",
  "3-AYW-website-reason-filling-tip": "Pienso en crear un sitio web para ofrecer un servicio de terapia en línea gratuito, brindando apoyo accesible en salud mental a quienes lo necesitan. Servirá como una plataforma para que las personas busquen ayuda y mejoren su bienestar.",
  "3-AYW-website-main-description": "¿Qué te gustaría ver al acceder al sitio web?",
  "3-AYW-website-main-description-description": "Describe lo que te gustaría experimentar o encontrar al visitar el sitio web, en tus propias palabras.",
  "3-AYW-website-main-description-filling-tip": "Me gustaría que el sitio web fuera acogedor, acogedor y fácil de usar. Cuando alguien lo visite, quiero que se sienta cómodo, con opciones claras y simples para explorar. Debe ser fácil encontrar información sobre los servicios que ofrezco, cómo ponerse en contacto y cómo programar una sesión. El flujo del sitio debe ser natural, guiando a los usuarios de una sección a otra sin confusión. En general, quiero que sea un espacio donde las personas se sientan cómodas y seguras de dar el siguiente paso hacia la terapia.",
  "3-AYW-website-main-feature": "¿Cuál sería la funcionalidad principal del sitio web?",
  "3-AYW-website-main-feature-description": "Describe, en tus propias palabras, la funcionalidad principal del sitio web que tienes en mente.",
  "3-AYW-website-main-feature-filling-tip": "La funcionalidad principal del sitio web debería ser un sistema de reserva simple para programar sesiones de terapia.",
  "3-AYW-website-additional-features": "¿Cuáles podrían ser las funcionalidades adicionales y sus propósitos?",
  "3-AYW-feature": "Funcionalidad",
  "3-AYW-purpose": "Propósito",
  "3-AYW-website-additional-features-description": "Enumera 3 funcionalidades adicionales que crees que serían útiles y explica cómo beneficiarían a los usuarios.",
  "3-AYW-website-additional-features-filling-tip": "Área de Recursos: Un espacio con artículos, videos y consejos que he creado sobre salud mental, ofreciendo apoyo continuo más allá de las sesiones",
  "3-AYW-content-material": "¿Qué materiales estarían disponibles para construir contenido para tu sitio web?",
  "3-AYW-content-material-description": "Proporciona detalles sobre cualquier material de contenido que tengas, como textos digitales, fotos, videos u otros recursos.",
  "3-AYW-content-material-filling-tip": "He escrito artículos sobre salud mental, creado videos sobre estrategias de afrontamiento y tengo una colección de fotos que representan los temas de mi trabajo. También tengo un logotipo y materiales de marca que podrían ser utilizados.",
  "h2-links-and-references": "4. Enlaces y Referencias",
  "4-LR-current-presence": "¿Tienes una presencia en línea en este momento para tu proyecto?",
  "4-LR-not-mandatory-plural": "Estos campos no son obligatorios.",
  "4-LR-current-presence-description": "Si tienes alguna presencia en línea para tu proyecto, como un sitio web, página de redes sociales, portafolio u otros enlaces relevantes, por favor proporciónalos.",
  "4-LR-current-presence-filling-tip": "Los enlaces deben estar en el formato: https://www.ejemplo.com",
  "4-LR-reference-websites": "¿Tienes algunos sitios web como referencia para el tuyo?",
  "4-LR-reference-websites-description": "Enumera cualquier(s) sitio(s) web que encuentres relevante(s) o inspirador(es) para el diseño y las funcionalidades de tus propios sitios.",
  "h2-final-thoughts": "5. Pensamientos Finales",
  "5-FT-final-thoughts": "¿Hay algo más que te gustaría agregar?",
  "5-FT-not-mandatory-singular": "Este no es un campo obligatorio.",
  "submit-button": "ENVIAR",
  "sent-no-current-presence": "No enviaste ningún enlace.",
  "sent-no-reference-websites": "No proporcionaste ningún sitio web de referencia.",
  "show-error-message-true": "enviada",
  "show-error-message-false": "guardada",
  "form-error-message-h1": "¡Lo siento!",
  "form-error-message-p-1": "Tu propuesta no pudo ser ",
  "form-error-message-p-2": "procesada",
  "form-error-message-p-3": "Este problema ha sido reportado, y tus cambios están guardados. ",
  "form-error-message-p-4": "Danilo está trabajando en ello y pronto lo resolverá. Por favor, inténtalo de nuevo en breve.",
  "form-error-message-p-5": "¡Gracias por tu paciencia!",
  "form-error-message-button": "CERRAR"
}
