{
  "intro-h1": "Minha Proposta",
  "h2-start": "Comece ou continue",
  "h2-welcome-back": "Olá novamente!",
  "h2-complete": "Sua proposta foi enviada!",
  "p1-start": "Bem-vinde! Para iniciar sua proposta, clique no botão 'Registrar' abaixo. Se já se registrou e tem um código de proposta, use o botão 'Login' abaixo para começar ou editar sua proposta. O formulário de envio de propostas está disponível abaixo, mas você só poderá começar a preenchê-lo depois de fazer login.",
  "p1-welcome-back": "<p>Os detalhes da sua proposta estão carregados abaixo.</p><p>Você pode salvar sua proposta e continuar mais tarde clicando no <strong>botão do disquete</strong> no lado direito do formulário. Todos os campos são obrigatórios, exceto <strong>a seção 4: Links e Referências</strong> e <strong>a seção 5: Pensamentos Finais</strong>.</p><p>Você pode enviar sua proposta clicando no <strong>botão de enviar</strong> na parte inferior do formulário, uma vez que todos os campos obrigatórios estiverem preenchidos. Se você não preencheu todos os campos obrigatórios, o botão permanecerá desabilitado.</p><p>Se tiver algum problema ou dúvida, você pode me contactar através de <a href='mailto:hohoho@danilocangucu.net' class='dd-link'>hohoho@danilocangucu.net</a>.</p><br /><p>Boa sorte e um abraço!</p><p>Danilo</p>",
  "p1-complete": "Obrigado por enviar sua proposta! Abaixo você pode ver os detalhes do que enviou.",
  "register-submitting": "Enviando seu código...",
  "register-unknown-error": "Algo deu errado. Por favor, tente novamente em um momento.",
  "register-email-required": "E-mail é obrigatório.",
  "register-email-invalid": "Por favor, insira um endereço de e-mail válido.",
  "button-register": "REGISTRAR",
  "send-button": "ENVIAR",
  "label-code": "Código:",
  "code-required": "Código é obrigatório.",
  "code-input-placeholder": "Insira o código enviado para o seu e-mail",
  "code-input-validate": "O código deve ter exatamente 6 caracteres",
  "login-submitting": "Fazendo login...",
  "login-success": "Login feito. Carregando sua proposta...",
  "login-error": "Falha no login. Verifique seu e-mail e/ou código ou registre-se.",
  "h2-personal-information": "1. Informações Pessoais",
  "1-PI-full-name": "Nome completo",
  "1-PI-email": "Endereço de e-mail",
  "1-PI-phone-number": "Número de telefone",
  "1-PI-phone-number-description": "Use o formato: +Código do país, código da cidade e seu número",
  "1-PI-phone-number-filling-tip": "Exemplo: Como moro em Salvador, devo inserir o código do Brasil (+55) seguido do meu número de telefone. Minha resposta é: +55 71 1234 5678",
  "1-PI-preferred-language": "Língua de preferência",
  "h2-about-you": "2. Sobre Você",
  "2-AY-your-description": "O que devo saber sobre você, seu trabalho ou seu projeto enquanto construímos este site?",
  "2-AY-project-context": "O que devo saber sobre o contexto do projeto do site?",
  "h2-about-your-website": "3. Sobre Seu Site",
  "3-AYW-website-reason": "Por que você está pensando em criar um site?",
  "3-AYW-website-reason-description": "Explique brevemente com suas próprias palavras por que está pensando em criar um site, como seu propósito ou objetivo principal.",
  "3-AYW-website-reason-filling-tip": "Penso em criar um site para oferecer um serviço de terapia online gratuito, fornecendo apoio acessível em saúde mental para quem precisa. Ele servirá como uma plataforma para que as pessoas busquem ajuda e melhorem seu bem-estar.",
  "3-AYW-website-main-description": "O que você gostaria de ver ao acessar o site?",
  "3-AYW-website-main-description-description": "Descreva o que gostaria de experimentar ou encontrar ao visitar o site, em suas próprias palavras.",
  "3-AYW-website-main-description-filling-tip": "Gostaria que o site fosse acolhedor, convidativo e fácil de usar. Quando alguém visita, quero que se sinta à vontade, com opções claras e simples para explorar. Deve ser fácil encontrar informações sobre os serviços que ofereço, como entrar em contato e como agendar uma sessão. O fluxo do site deve ser natural, guiando os usuários de uma seção para outra sem confusão. No geral, quero que seja um espaço onde as pessoas se sintam confortáveis e confiantes em dar o próximo passo em direção à terapia.",
  "3-AYW-website-main-feature": "Qual seria a funcionalidade principal do site?",
  "3-AYW-website-main-feature-description": "Descreva, em suas próprias palavras, a funcionalidade principal do site que você tem em mente.",
  "3-AYW-website-main-feature-filling-tip": "A funcionalidade principal do site deve ser um sistema de agendamento simples para marcar sessões de terapia.",
  "3-AYW-website-additional-features": "Quais poderiam ser as funcionalidades adicionais e seus propósitos?",
  "3-AYW-feature": "Funcionalidade",
  "3-AYW-purpose": "Propósito",
  "3-AYW-website-additional-features-description": "Liste 3 funcionalidades adicionais que você acha que seriam úteis e explique como beneficiariam os usuários.",
  "3-AYW-website-additional-features-filling-tip": "Área de Recursos: Um espaço com artigos, vídeos e dicas que criei sobre saúde mental, oferecendo suporte contínuo além das sessões",
  "3-AYW-content-material": "Quais materiais estariam disponíveis para construir conteúdo para o seu site?",
  "3-AYW-content-material-description": "Forneça detalhes sobre quaisquer materiais de conteúdo que você tenha, como textos, fotos, vídeos ou outros recursos.",
  "3-AYW-content-material-filling-tip": "Tenho artigos escritos sobre saúde mental, vídeos que criei sobre estratégias de enfrentamento e tenho uma coleção de fotos que representam os temas do meu trabalho. Também tenho um logotipo e materiais de marca que poderiam ser usados.",
  "h2-links-and-references": "4. Links e Referências",
  "4-LR-current-presence": "Você tem alguma presença online nesse momento para o seu projeto?",
  "4-LR-not-mandatory-plural": "Esses campos não são obrigatórios.",
  "4-LR-current-presence-description": "Se você tiver alguma presença online para o seu projeto, como um site, página de rede social, portfólio ou outros links relevantes, forneça-os.",
  "4-LR-current-presence-filling-tip": "Os links devem estar no formato: https://www.exemplo.com.br",
  "4-LR-reference-websites": "Você tem alguns sites como referência para o seu?",
  "4-LR-reference-websites-description": "Liste quaisquer sites que você acha relevantes ou inspiradores para o design e funcionalidades do seu próprio site.",
  "h2-final-thoughts": "5. Pensamentos Finais",
  "5-FT-final-thoughts": "Há algo mais que você gostaria de adicionar?",
  "5-FT-not-mandatory-singular": "Este não é um campo obrigatório.",
  "submit-button": "ENVIAR",
  "sent-no-current-presence": "Você não enviou nenhum link.",
  "sent-no-reference-websites": "Você não forneceu nenhum site de referência.",
  "show-error-message-true": "enviada",
  "show-error-message-false": "salva",
  "form-error-message-h1": "Desculpe!",
  "form-error-message-p-1": "Sua proposta não pôde ser ",
  "form-error-message-p-2": "processada",
  "form-error-message-p-3": "Este problema foi reportado, e suas alterações estão salvas. ",
  "form-error-message-p-4": "Danilo está trabalhando nisso e  resolverá logo. Por favor, tente novamente em breve.",
  "form-error-message-p-5": "Obrigado pela sua paciência!",
  "form-error-message-button": "FECHAR"
}
